Repository: braindef/word-stats
Catalog: languages/word-stats-*.po
Languages: ca_es, es_es

source: Please, don't load this file directly
ca_es: Si us plau, no carregue aquest archiu directament
es_es: Por favor, no cargue este archivo directamente

source: Feedback, questions, bugs? Send them to the %1$splugin support forum%2$s or %3$semail%2$s the author.
ca_es: ¿Reports, preguntes, problemes? Envia-los al %1$sfòrum de suport del plugin%2$s o %3$scontacta%2$s amb l'autor.
es_es: ¿Reportes, dudas, problemas? Envíalos al %1$sforo de soporte del plugin%2$s o %3$scontacta%2$s con el autor.

source: Keywords:
ca_es: Paraules claus:
es_es: Palabras clave:

source: No relevant keywords.
ca_es: Cap paraula clau relevant.
es_es: Ninguna palabra clave relevante.

source: Readability:
ca_es: Llegibilitat:
es_es: Legibilidad:

source: characters
ca_es: caràcters
es_es: caracteres

source: alphanumeric characters
ca_es: caràcters alfanumèrics
es_es: caracteres alfanuméricos

source: words
ca_es: paraules
es_es: palabras

source: sentences
ca_es: frases
es_es: frases

source: characters per word
ca_es: caràcters per paraula
es_es: caracteres por palabra

source: characters per sentence
ca_es: caràcters per frase
es_es: caracteres por frase

source: words per sentence
ca_es: paraules per frase
es_es: palabras por frase

source: Word count:
ca_es: Compte de paraules:
es_es: Cuenta de palabras:

source: (Word Stats plugin)
ca_es: (plugin Word Stats)
es_es: (plugin Word Stats)

source: JavaScript is disabled. Enable it to load the graphs.
ca_es: JavaScript està desactivat. Activa-lo per a mostrar les gràfiques.
es_es: JavaScript está desactivado. Habilítalo para cargar las gráficas.

source: View author:
ca_es: Veure autor:
es_es: Ver autor:

source: All authors
ca_es: Tots els autors
es_es: Todos los autores

source: Period:
ca_es: Període:
es_es: Periodo:

source: all time
ca_es: tot
es_es: todo

source: View
ca_es: Veure
es_es: Ver

source: %1$swords%2$s between %3$s and %4$s
ca_es: %1$sparaules%2$s entre %3$s i %4$s
es_es: %1$spalabras%2$s entre %3$s y %4$s

source: Posts
ca_es: Entrades
es_es: Entradas

source: Pages
ca_es: Pàgines
es_es: Páginas

source: Custom
ca_es: Altres
es_es: Otras

source: All
ca_es: Totes
es_es: Todas

source: Readability level
ca_es: Índex de llegibilitat
es_es: Nivel de legibilidad

source: Share of total words
ca_es: Percentage de les paraules totals
es_es: Porción de las palabras totales

source: Keywords
ca_es: Paraules clau
es_es: Palabras clave

source: No data
ca_es: No hi ha data
es_es: No hay datos

source: Basic
ca_es: Bàsic
es_es: Básico

source: Intermediate
ca_es: In
es_es: Intermedio

source: Advanced
ca_es: Avanzat
es_es: Avanzado

source: Diagnostics
es_es: Diagnósticos

source: Word Stats Options
ca_es: Opcions de Word Stats
es_es: Opciones de Word Stats

source: Posts below this word count will be flagged as too short.
ca_es: Les entrades per davall aquest compte de paraules es marcaran com a massa curtes.
es_es: Las entradas por debajo de este número de palabras se marcarán como demasiado breves.

source: Posts above this word count will be flagged as too long.
ca_es: Les entrades per damunt aquest compte de paraules es marcaran com a massa llargues.
es_es: Las entradas por encima de este número de palabras se marcarán como demasiado largas.

source: Posts above this average readability level will be flagged as too difficult.
ca_es: Les entrades per damunt aquest nivell de llegibilitat es marcaran com a massa difícils.
es_es: Las entradas por encima de este nivel de legibilidad medio se marcarán como demasiado difíciles.

source: Posts below this average readability level will be flagged as too simple.
ca_es: Les entrades per davall aquest nivell de llegibilitat es marcaran com a massa simples.
es_es: Las entradas por debajo de este nivel de legibilidad medio se marcarán como demasiado simples.

source: Posts without any keyword count per 1000 words greater than this value, and not flagged already as too short, will be diagnosed as having no relevant keywords.
ca_es: Les entrades sense cap paraula clau amb una densitat per mil paraules major que aquest valor es diagnosticaran com sense paraules clau relevants.
es_es: Las entradas sin ninguna palabra clave por encima de esta densidad por mil palabras, que no estén marcadas ya como demasiado breves, se diagnosticarán como sin palabras clavas relevantes.

source: Posts with any keyword count per 1000 words greater than this value will be diagnosed as having keyword spam.
ca_es: Les entrades amb alguna paraula clau amb una densitat per mil paraules major que aquest valor es diagnosticaran com a spam de paraules clau.
es_es: Las entradas con alguna palabra clave por encima de esta densidad por mil palabras se diagnosticarán como spam de palabras clave.

source: Readability
ca_es: Llegibilitat
es_es: Legibilidad

source: Display aggregate readability column in the manage posts list.
ca_es: Mostrar col·lumna de llegibilitat agregada en la lista de administració d'entrades .
es_es: Mostrar columna de legibilidad agregada en la lista de administración de entradas.

source: Total word counts
ca_es: Paraules totals
es_es: Palabras totales

source: Display total word counts in the dashboard.
ca_es: Mostrar el compte total de paraules claus a l'escriptori.
es_es: Mostrar cuentas totales de palabras en el escritorio.

source: Count words from drafts and posts pending review.
ca_es: Contar paraules de esborralls i entrades pendents de revisiò.
es_es: Contar palabras de borradores y entradas pendientes de revisión.

source: Live stats
ca_es: Estadístiques en viu
es_es: Estadísticas en vivo

source: Replace WordPress live word count with Word Stats word count.
ca_es: Sustituir el compte de paraules en viu de WordPress per el compte de paraules de Word Stats.
es_es: Sustituir la cuenta de palabras en vivo de WordPress por la cuenta de palabras de Word Stats

source: Display live character/word/sentence averages.
ca_es: Mostrar les mitjanes en viu de caracters/paraules/frases.
es_es: Mostrar las medias en vivo de caracteres/palabras/frases.

source: Display live keyword count.
ca_es: Mostrar el compte en viu de paraules claus.
es_es: Habilitar cuentas totales de palabras.

source: Add the last saved tags to the live keyword count.
ca_es: Afegir les últimes etiquetes guardades al compte en viu de paraules.
es_es: Añadir las últimas etiquetas guardadas a la cuenta en vivo de palabras clave

source: Ignored keywords
ca_es: Paraules ignorades
es_es: Palabras clave ignoradas

source: Ignore common words for:
ca_es: Ignorar paraules comuns de:
es_es: Ignorar palabras comunes para:

source: English
ca_es: Anglés
es_es: Inglés

source: Spanish
ca_es: Espanyol
es_es: Español

source: (disabled)
ca_es: (desactivat)
es_es: (desactivado)

source: Ignore also these keywords:
ca_es: Ignorar també aquestes paraules clau:
es_es: Ignorar también estas palabras clave:

source: One %1$sregular expression%2$s per line, without slashes.
ca_es: Una %1$sexpressiò regular%2$s per llínea, sense barres.
es_es: Una %1$sexpresión regular%2$s por línea, sin barras.

source: Example: ^apples?$ = good, /^apples?$/ = bad.
ca_es: Exemple: ^torrats?$ = ben, /^torrats?$/ = mal.
es_es: Ejemplo: ^apples?$ = bien, /^apples?$/ = mal.

source: Note: A long ignore list can impact performance.
ca_es: Nota: Una llista de paraules ignorades massa llarga pot afectar el rendiment.
es_es: Nota: Una lista de palabras ignoradas larga puede afectar el rendimiento.

source: Writing basic regular expressions:
ca_es: Escribint expressions regulars bàsiques:
es_es: Escribiendo expresiones regulares básicas:

source: ^ matches the beggining of the word.
ca_es: ^ coincideix amb el principi de la paraula.
es_es: ^ coincide con el principio de la palabra.

source: Example: "^where" matches "wherever" but not "anywhere".
ca_es: Exemple: "^vol" coincideix amb "volta", però no amb "qualsevol".
es_es: Ejemplo: "^donde" coincide con "dondequiera" pero no "adonde".

source: $ matches the end of the word.
ca_es: $ coincidex el final de la paraula.
es_es: $ coincide con el final de la palabra.

source: Example: "where$" matches "anywhere" but not "wherever".
ca_es: Exemple: "vol$" coincideix amb "qualsevol", però no amb "volta".
es_es: Ejemplo: "donde$" coincide con "adonde" pero no con "dondequiera".

source: ^keyword$ matches only the whole keyword.
ca_es: ^paraula$ coincideix només amb la paraula completa.
es_es: ^palabra$ coincide sólo con la palabra completa.

source: Example: "^where$" matches "where" but not "anywhere" or "wherever".
ca_es: Exemple: "^vol$" coincideix amb "vol", però no amb "qualsevol" o "volta".
es_es: Ejemplo: "^donde$" coincide con "donde" pero no con "dondequiera" o "adonde".

source: ? matches the previous character zero or one time.
ca_es: ? coincideix amb el caràcter anterior zero o una vegada.
es_es: ? coincide con el carácter anterior cero o una vez.

source: Example: "^apples?$" matches "apple" and "apples".
ca_es: Exemple: "^torrats?$" coincideix amb "torrat" i "torrats".
es_es: Ejemplo: "^manzanas?$" coincide con "manzana" y "manzanas".

source: * matches the previous character zero or more times.
ca_es: * coincideix amb el caràcter anterior zero o més vegades.
es_es: * coincide con el carácter anterior cero o más veces.

source: Example: "^10*$" matches "1", "10", "1000000", etc.
ca_es: Exemple: "^10*$" coincideix amb "1", "10", "100000", etc.
es_es: Ejemplo: "^10*$" coincide con "1", "10", "1000000", etc.

source: + matches the previous character one or more times.
ca_es: + coincideix amb el caràcter anterior una o més vegades.
es_es: + coincide con el carácter anterior una o más veces.

source: Example: "^10+$" matches "10", "1000000", etc., but not "1".
ca_es: Exemple: "^10+$" coincideix "10", "1000000", etc., però no amb "1".
es_es: Ejemplo: "^10+$" coincide con "10", "1000000", etc., pero no con "1".

source: () matches groups of characters.
ca_es: () coincideix amb grups de paraules.
es_es: () coincide con grupos de caracteres.

source: Example: "^silver(light)?$" matches "silver" and "silverlight".
ca_es: Exemple: "^roda(mon)?$" coincideix amb "roda" i "rodamon".
es_es: Ejemplo: "^contra(luz)?$" coincide con "contra" y "contraluz".

source: | matches either side of it. Use it instead of [] for unicode characters
ca_es: | coincideix amb qualsevol dels dos costats. Usa-lo en compte de [] per a caràcters Unicode
es_es: | coincide con cualquiera de ambos lados del mismo. Utilízalo en vez de [] para caracteres Unicode.

source: Example: "^qu(e|é)$" matches "que" and "qué".
ca_es: Exemple: "^qu(e|è)?$" coincideix amb "que" i "què".
es_es: Ejemplo: "^qu(e|é)?$" coincide con "que" y "qué".

source: [] matches any of the characters between the brackets.
ca_es: [] coincideix amb qualsevol dels caràcters entre els claudàtors.
es_es: [] coincide con cualquiera de los caracteres entre los corchetes.

source: Example: "^take[ns]?$" matches "take", "taken" and "takes".
ca_es: Exemple: "^torne[ns]?$" coincideix amb "torne", "tornes", "tornen".
es_es: Ejemplo: "^toma[ns]?$" coincide con "toma", "tomas" y "toman".

source: Save Changes
ca_es: Guardar canvis
es_es: Guardar cambios

source: Total Word Counts
ca_es: Paraules totals
es_es: Palabras totales

source: Displays the word counts of all public post types
ca_es: Mostra els comptes de paraules de tots els tipus d'entrada públics
es_es: Muestra las cuentas de palabras de todos los tipos de entrada públicos

source: Title:
ca_es: Títol:
es_es: Título:

source: Words
ca_es: Paraules
es_es: Palabras

source: Total words
ca_es: Paraules totals
es_es: Palabras totales

source: Level
ca_es: Nivell
es_es: Nivel

source: (no title)
ca_es: (sense títol)
es_es: (sin título)

source: Title
ca_es: Títol
es_es: Título

source: Post Type
ca_es: Tipus d'entrada
es_es: Tipo de entrada

source: Date
ca_es: Data
es_es: Fecha

source: Word Count
ca_es: Compte de paraules
es_es: Cuenta de palabras

source: Spammed Keywords
ca_es: Paraules clau espamejades
es_es: Palabras clave espameadas

source: Spammed keywords
ca_es: Paraules clau espamejades
es_es: Palabras clave espameadas

source: No relevant keywords
ca_es: Cap paraula clau relevant
es_es: Ninguna palabra clave relevante

source: Difficult text
ca_es: Text difícil
es_es: Texto difícil

source: Simple text
ca_es: Text simple
es_es: Texto simple

source: Text may be too long
ca_es: El text pot ser massa llarg
es_es: El texto puede ser demasiado largo

source: Text may be too short
ca_es: El text pot ser massa curt
es_es: El texto puede ser demasiado corto

source: Sorry, word counting failed for an unknown reason.
ca_es: Disculpes, el compte de paraules ha fallat per una raó desconeguda.
es_es: Disculpas. La cuenta de palabras falló por un motivo desconocido.

source: Word stats collection is scheduled (%s posts left). Stats will be available in a little while.
ca_es: S'ha programat la recopilació d'estadístiques de paraules (falten %s entrades). Les estadístiques estaran disposables pròximament.
es_es: Se ha programado la recopilación de estadísticas de palabras (faltan %s entradas). Las estadísticas estarán disponibles pronto.

source: Thanks for your contribution!
ca_es: Gràcies per la teua contribució!
es_es: ¡Gracias por tu contribución!

source: With your support we can bring you even more premium features!
ca_es: Amb el teu suport podem portar-te encara més característiques premium!
es_es: ¡Con tu apoyo podemos traer aún más características premium!
